{
  "moodQuotes": {
    "-2": [
      "You are stronger than you think; the storm will pass.",
      "It's okay to cry. Healing begins when you let your feelings flow.",
      "Even in darkness, a spark of hope can shine bright.",
      "This moment is tough, but you've overcome challenges before.",
      "A gentle step forward, no matter how small, is still progress.",
      "Rock bottom has built more heroes than privilege ever did.",
      "Sometimes the bravest thing you can do is ask for help.",
      "The darkest nights produce the brightest stars.",
      "Your struggles are part of your strength, not your identity.",
      "In the depth of winter, I finally learned that within me there lay an invincible summer.",
      "When you reach the end of your rope, tie a knot and hang on.",
      "The wound is the place where the light enters you.",
      "What doesn't kill you makes you stronger.",
      "Sometimes you need to fall before you fly.",
      "Even the darkest hour only has 60 minutes.",
      "The greatest glory in living lies not in never falling, but in rising every time we fall.",
      "Out of difficulties grow miracles.",
      "Suffering is part of our training program for becoming wise.",
      "In the midst of winter, I found there was, within me, an invincible summer.",
      "Every adversity carries with it the seed of an equal or greater benefit.",
      "When it rains, look for rainbows. When it's dark, look for stars.",
      "The world breaks everyone, and afterward, some are strong at the broken places.",
      "Your present circumstances don't determine where you can go; they merely determine where you start.",
      "Hard times are what define us; they show us who we really are.",
      "Stars can't shine without darkness.",
      "Life's challenges are not supposed to paralyze you; they're supposed to help you discover who you are.",
      "The gem cannot be polished without friction, nor man perfected without trials.",
      "Sometimes it takes darkness to see the stars.",
      "Pain is temporary. Quitting lasts forever.",
      "Tough times never last, but tough people do.",
      "The darker the night, the brighter the stars.",
      "When you come to the end of your rope, tie a knot and hang on.",
      "When the going gets tough, the tough get going.",
      "The only way out is through.",
      "Don't let yesterday take up too much of today.",
      "When we hit our lowest point, we are open to the greatest change.",
      "Sometimes the only way to make it through is one breath at a time.",
      "You never know how strong you are until being strong is your only choice.",
      "Life isn't about waiting for the storm to pass; it's about learning to dance in the rain.",
      "The oak fought the wind and was broken, the willow bent when it must and survived.",
      "It's not the load that breaks you down, it's the way you carry it.",
      "What lies behind us and what lies before us are small matters compared to what lies within us.",
      "The most beautiful people are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths.",
      "We must embrace pain and burn it as fuel for our journey.",
      "Sometimes you don't realize your own strength until you come face to face with your greatest weakness.",
      "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.'",
      "In the middle of difficulty lies opportunity.",
      "The human capacity for burden is like bamboo – far more flexible than you'd ever believe at first glance.",
      "I can be changed by what happens to me, but I refuse to be reduced by it.",
      "You may have to fight a battle more than once to win it.",
      "Pain is inevitable. Suffering is optional.",
      "Turn your wounds into wisdom.",
      "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.",
      "Difficult roads often lead to beautiful destinations.",
      "The night is darkest just before the dawn."
    ],
    "-1": [
      "Pain is temporary, brighter days lie ahead.",
      "Each setback is a chance to grow and learn.",
      "One small positive thought can change your entire day.",
      "It's okay to rest; self-care isn't selfish.",
      "Healing takes time - be patient and kind to yourself.",
      "The best view comes after the hardest climb.",
      "Worrying doesn't take away tomorrow's troubles, it takes away today's peace.",
      "Every ending is a new beginning.",
      "You don't have to see the whole staircase, just take the first step.",
      "It's not what happens to you, but how you react to it that matters.",
      "When something goes wrong, take a moment, then look for the next right thing to do.",
      "The key to getting through tough times is to take one day at a time.",
      "Your feelings are valid, but they are not facts.",
      "You can't go back and change the beginning, but you can start where you are and change the ending.",
      "Every day may not be good, but there's something good in every day.",
      "When something bad happens, you have three choices: let it define you, let it destroy you, or let it strengthen you.",
      "Sometimes the smallest step in the right direction ends up being the biggest step of your life.",
      "The struggles along the way are only meant to shape you for your purpose.",
      "Fall seven times, stand up eight.",
      "Every accomplishment starts with the decision to try.",
      "Healing is not linear, but progress doesn't have to be perfect to be worthwhile.",
      "Your past mistakes are meant to guide you, not define you.",
      "Courage is not having the strength to go on; it is going on when you don't have the strength.",
      "It always seems impossible until it's done.",
      "You're braver than you believe, stronger than you seem, and smarter than you think.",
      "Every experience, no matter how bad it seems, holds within it a blessing of some kind.",
      "No rain, no flowers.",
      "When one door closes, another opens.",
      "A bend in the road is not the end of the road unless you fail to make the turn.",
      "Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "Mistakes are proof that you are trying.",
      "Sometimes you win, sometimes you learn.",
      "The darkest nights produce the brightest stars.",
      "A smooth sea never made a skilled sailor.",
      "You must do the thing you think you cannot do.",
      "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
      "Behind every challenge is an opportunity to learn and grow.",
      "The struggle you're in today is developing the strength you need for tomorrow.",
      "Life's challenges are not supposed to paralyze you; they're supposed to help you discover who you are.",
      "Nothing is impossible. The word itself says 'I'm possible!'",
      "Breathe. It's just a bad day, not a bad life.",
      "Don't carry your mistakes around with you. Instead, place them under your feet and use them as stepping stones.",
      "Every storm runs out of rain.",
      "Sometimes we need the storm to appreciate the sunshine.",
      "Keep going. Everything you need will come to you at the perfect time.",
      "Persistence is the vehicle you arrive in.",
      "You were given this life because you are strong enough to live it.",
      "Even the darkest night will end and the sun will rise.",
      "You're allowed to scream, you're allowed to cry, but not give up.",
      "It's okay not to be okay as long as you are not giving up.",
      "We may encounter many defeats but we must not be defeated.",
      "What matters most is how well you walk through the fire.",
      "Sometimes the bad things that happen in our lives put us directly on the path to the best things that will ever happen to us.",
      "Hardships often prepare ordinary people for an extraordinary destiny.",
      "When life knocks you down, try to land on your back. Because if you can look up, you can get up."
    ],
    "0": [
      "A calm mind can find opportunity in every moment.",
      "Sometimes the greatest triumph is simply finding peace.",
      "Take a moment to breathe; every breath is a fresh start.",
      "Even an ordinary day can hold a pleasant surprise.",
      "Balance isn't found, it's created.",
      "Life is a balance of holding on and letting go.",
      "Serenity comes not from forcing life to meet expectations but embracing it as it is.",
      "Between stimulus and response there is a space. In that space is our power to choose our response.",
      "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
      "Simplicity is the ultimate sophistication.",
      "The quieter you become, the more you can hear.",
      "In the midst of movement and chaos, keep stillness inside of you.",
      "You don't need more space. You need less stuff.",
      "The mind is like water. When it's turbulent, it's difficult to see. When it's calm, everything becomes clear.",
      "Don't try to calm the storm. Calm yourself. The storm will pass.",
      "Today I choose to live with gratitude for the love that fills my heart.",
      "Small changes over time create transformational differences.",
      "Be content with what you have; rejoice in the way things are.",
      "The answer is always in the present moment.",
      "At the center of your being you have the answer.",
      "The secret of health for both mind and body is not to mourn for the past, worry about the future, or anticipate troubles, but to live in the present moment wisely and earnestly.",
      "Peace is not the absence of conflict, but the ability to cope with it.",
      "Almost everything will work again if you unplug it for a few minutes, including you.",
      "Each day is a blank page waiting to be filled.",
      "The world is full of nice people. If you can't find one, be one.",
      "Do not ruin a good today by thinking about a bad yesterday.",
      "Look for something positive in each day, even if some days you have to look a little harder.",
      "Perfect is the enemy of good.",
      "Make peace with your past so it won't disturb your present.",
      "Be the reason someone believes in the goodness of people.",
      "Never let yesterday use up too much of today.",
      "We can complain because rose bushes have thorns, or rejoice because thorn bushes have roses.",
      "Be thankful for what you have; you'll end up having more.",
      "Your calm mind is the ultimate weapon against your challenges.",
      "In the waves of change, we find our true direction.",
      "The obstacle is the path.",
      "You are the sky. Everything else is just the weather.",
      "Keep your face always toward the sunshine - and shadows will fall behind you.",
      "Life isn't as serious as the mind makes it out to be.",
      "Every day is a new opportunity to change your life.",
      "Be where you are, not where you think you should be.",
      "What you focus on expands.",
      "Be happy with what you have while working for what you want.",
      "Peace comes from within. Do not seek it without.",
      "The best preparation for tomorrow is doing your best today.",
      "There is no path to peace. Peace is the path.",
      "Life is about the journey, not just the destination.",
      "Seeking happiness outside ourselves is like waiting for sunshine in a cave facing north.",
      "Not having what you want is sometimes a wonderful stroke of luck.",
      "Never let the things you want make you forget the things you have.",
      "The future belongs to those who believe in the beauty of their dreams.",
      "Life is available only in the present moment.",
      "Don't count the days, make the days count.",
      "The best way to predict your future is to create it.",
      "Happiness is not something ready-made. It comes from your own actions."
    ],
    "1": [
      "Happiness grows when it's shared with others.",
      "Celebrate even the small victories to make life extraordinary.",
      "Gratitude can turn what you have into enough.",
      "Keep smiling; your joy can be contagious.",
      "Where focus goes, energy flows - keep your focus on what lifts you.",
      "The best way to cheer yourself is to try to cheer someone else up.",
      "Happiness is not something ready-made. It comes from your own actions.",
      "There is no way to happiness – happiness is the way.",
      "Count your age by friends, not years. Count your life by smiles, not tears.",
      "Wear gratitude like a cloak and it will feed every corner of your life.",
      "Positive anything is better than negative nothing.",
      "Happiness is a choice that requires effort at times.",
      "The more you praise and celebrate your life, the more there is in life to celebrate.",
      "Choose to be optimistic, it feels better.",
      "Enjoy the little things, for one day you may look back and realize they were the big things.",
      "Find joy in the ordinary.",
      "The happiness of your life depends upon the quality of your thoughts.",
      "A joyful heart is the inevitable result of a heart burning with love.",
      "Happiness held is the seed; happiness shared is the flower.",
      "The way to get started is to quit talking and begin doing.",
      "Be happy for this moment. This moment is your life.",
      "What we think, we become.",
      "Life isn't about finding yourself. Life is about creating yourself.",
      "Do what makes your soul shine.",
      "You are enough just as you are.",
      "The best is yet to come.",
      "Let go of what you can't control.",
      "Each moment is a fresh beginning.",
      "Your attitude determines your direction.",
      "Believe you can and you're halfway there.",
      "Optimism is a happiness magnet.",
      "Be the change that you wish to see in the world.",
      "Let your smile change the world, but don't let the world change your smile.",
      "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
      "Life is 10% what happens to us and 90% how we react to it.",
      "Happiness is not a destination, it's a journey.",
      "Don't wait for opportunity. Create it.",
      "Embrace the glorious mess that you are.",
      "The purpose of our lives is to be happy.",
      "Be so happy that when others look at you, they become happy too.",
      "The most wasted of all days is one without laughter.",
      "If opportunity doesn't knock, build a door.",
      "Success is liking yourself, liking what you do, and liking how you do it.",
      "Act as if what you do makes a difference. It does.",
      "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
      "Whatever you decide to do, make sure it makes you happy.",
      "Happiness is letting go of what you think your life is supposed to look like and enjoying it for everything that it is.",
      "The best preparation for tomorrow is doing your best today.",
      "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
      "Do more of what makes you awesome.",
      "Wherever you go, no matter what the weather, always bring your own sunshine.",
      "If you want to lift yourself up, lift up someone else.",
      "Every day may not be good, but there's something good in every day.",
      "A positive attitude causes a chain reaction of positive thoughts, events, and outcomes.",
      "The only way to do great work is to love what you do."
    ],
    "2": [
      "When your heart is full, share your light with the world.",
      "Savor the highs in life; they become precious memories.",
      "Joy multiplies when spread among friends.",
      "Trust your journey; you're in a beautiful place right now.",
      "Let your happiness ripple out and inspire others.",
      "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
      "The most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
      "Happiness is an inside job. Don't assign anyone else that much power over your life.",
      "Happiness is the highest form of health.",
      "Dare to love yourself as if you were a rainbow with gold at both ends.",
      "Shine like the whole universe is yours.",
      "Life is a magnificent adventure - embrace it with passion and joy.",
      "The joy we feel has little to do with the circumstances of our lives and everything to do with the focus of our lives.",
      "Make each day your masterpiece.",
      "Wherever life plants you, bloom with grace.",
      "Live life to the fullest, and focus on the positive.",
      "Today is life – the only life you are sure of. Make the most of today.",
      "My mission in life is not merely to survive, but to thrive.",
      "Dream big and dare to fail.",
      "Be a voice, not an echo.",
      "Do what you love, love what you do.",
      "The future belongs to those who believe in the beauty of their dreams.",
      "With the new day comes new strength and new thoughts.",
      "You are capable of more than you know.",
      "Choose joy and be unstoppable.",
      "Life is either a daring adventure or nothing at all.",
      "Everything you can imagine is real.",
      "Don't wait. The time will never be just right.",
      "If you can dream it, you can do it.",
      "If it makes you happy, it's never a waste of time.",
      "Do not go where the path may lead, go instead where there is no path and leave a trail.",
      "Live every moment as if it's your last.",
      "When you do things from your soul, you feel a river moving in you, a joy.",
      "The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science.",
      "The journey of a thousand miles begins with one step.",
      "Life is short, and it is up to you to make it sweet.",
      "You are never too old to set another goal or to dream a new dream.",
      "Happiness is not something you postpone for the future; it is something you design for the present.",
      "The best revenge is massive success.",
      "Your time is limited, so don't waste it living someone else's life.",
      "The only limit to our realization of tomorrow will be our doubts of today.",
      "Believe you deserve it and the universe will serve it.",
      "Life is a gift, and it offers us the privilege, opportunity, and responsibility to give something back by becoming more.",
      "Forever is composed of nows.",
      "You have within you right now, everything you need to deal with whatever the world can throw at you.",
      "Try to be a rainbow in someone's cloud.",
      "Light tomorrow with today.",
      "Shoot for the moon. Even if you miss, you'll land among the stars.",
      "Whatever you are, be a good one.",
      "Impossible is just an opinion.",
      "Magic happens when you don't give up, even though you want to.",
      "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.",
      "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.",
      "The only way to do great work is to love what you do.",
      "If you want to live a happy life, tie it to a goal, not to people or things."
    ]
  }
}